import { PrivacyPolicyTranslation } from "@/i18n/types";

export const privacyPolicy: PrivacyPolicyTranslation = {
      privacyIntro: `الرجاء القراءة مع الفهم قبل الاستفادة من الخدمات التي نقدمها
يهدف بيان الخصوصية هذا إلى توضيح البيانات الشخصية التي نعالجها ، ولماذا نعالجها ، ومن يتلقى بياناتك وكيف يمكنك ممارسة حقوقك القانونية بموجب قانون حماية البيانات الشخصية في المملكة العربية السعودية "قانون حماية البيانات الشخصية"
تختلف كيفية استخدامنا لبياناتك الشخصية بحسب نوع الخدمة التي نقدمها لك وطبيعة علاقتك بنا.
من نحن وكيف يمكنك الوصول إلينا؟
نحن مؤسسة إناء الحديثة ونتواجد في طريق الدائري الثالث ، الرصيفة ، مكة المكرمة ، المملكة العربية السعودية.
فيما يتعلق بخصوصيتك ، نحن من يقرر كيف ولأي أغراض تتم معالجة بياناتك الشخصية. في لغة حماية البيانات التي تجعلنا ما يسمى ب "مراقب البيانات" (الطرف المسؤول عن كيفية معالجة بياناتك الشخصية).
إذا كانت لديك أي أسئلة تتعلق بكيفية معالجة بياناتك الشخصية ، فيمكنك الاتصال بنا على (______________). إذا كنت ترغب في الوصول إلى مسؤول حماية البيانات لدينا ، فيرجى الاتصال .`,
      ScopeofApplication: 'نطاق التطبيق',
      ScopeofApplicationTitle:
        'تُطبّق هذه السياسة على جميع البيانات الشخصية التي نقوم بجمعها أو معالجتها عنك في سياق استخدامك لخدماتنا الإلكترونية أو الرقمية أو التطبيقية، سواءً عبر مواقعنا الإلكترونية أو تطبيقاتنا أو من خلال قنوات شركائنا.',

      individualscoveredbypolicy: ' فئات الأفراد المشمولين بهذه السياسة',
      individualscoveredbypolicytitle: `ممثلو الأعمال (الشركاء التجاريون)`,
      individualscoveredbypolicySubtitle: `إذا كنت ممثلاً لشركة أو جهة تجارية "ممثل أعمال" وتصل إلى خدماتنا عبر موقعنا EEINA.com أو أي من أنظمتنا ذات الصلة، أو تربطك بنا علاقة تعاقدية أو تجارية كشريك "شريك" ، فقد نقوم بجمع بيانات الاتصال الخاصة بك وبعض البيانات الشخصية المحدودة الأخرى.
نستخدم هذه البيانات للأغراض التالية:`,
      coveredbypolicy_1: 'إدارة العلاقة التعاقدية أو التجارية معك أو مع الجهة التي تمثلها.',
      coveredbypolicy_2: 'منحك صلاحيات الوصول إلى خدماتنا وأنظمتنا ذات الصلة.',
      coveredbypolicy_3: `إرسال نشراتنا الإخبارية أو التحديثات الدورية المتعلقة بخدماتنا.
تسري جميع الأحكام الواردة في هذه السياسة على ممثلي الأعمال والشركاء ما لم يُنص على خلاف ذلك.`,
      coveredbypolicy_bullet2: 'الأفراد (المستهلكون)',
      coveredbypolicy_bullet2_Info: ` إذا كنت فردًا "مستهلكًا" وتصل إلى خدماتنا عبر موقعنا الإلكتروني EEINA.Com أو من خلال أي من مواقع شركائنا، أو عبر تطبيقنا للهواتف الذكية "قائمة تسوّق ووصفات طعام إناء" التطبيق، فقد نقوم بجمع أنواع مختلفة
من البيانات الشخصية كما هو موضح أدناه
`,
      Datacollect: 'البيانات التي نجمعها',
      Datacollectinfo: `قد نجمع منك أو عنك فئات البيانات التالية:
1. البيانات الشخصية
2. بيانات المصادقة
3. بيانات الملف الشخصي
4. المعلومات التي تقدمها طواعيةً
5. البيانات المتعلقة باستخدامك لخدماتنا
6. البيانات الجغرافية
7. معلومات الاتصال ودفاتر العناوين
8. بيانات البقالة والمشتريات
9. بيانات الحسابات لدى الجهات الخارجية
10. البيانات المالية
11. بيانات معاملات المكافآت والعروض الترويجية الخاصة بمؤسسة إناء الحديثة
 المعلومات الإضافية
`,
      personalInfo: `أولاً: البيانات الشخصية`,
      personalInfoTitle: `نجمع ونعالج بياناتك الشخصية بما يتفق مع نظام حماية البيانات الشخصية السعودي ولائحته التنفيذية، وتشمل هذه البيانات على سبيل المثال لا الحصر:`,
      personalInfo_Bullet_1: `الاسم الكامل،`,
      personalInfo_Bullet_2: `رقم الهاتف،`,
      personalInfo_Bullet_3: `عنوان البريد الإلكتروني،`,
      personalInfo_Bullet_4: `محتوى أي مراسلات أو استفسارات أو طلبات تتبادلها معنا.

يتم جمع هذه البيانات للأغراض الآتية:

`,
      personalInfo_Bullet_5: `تمكين التواصل معك والرد على استفساراتك أو ملاحظاتك.`,
      personalInfo_Bullet_6: `تنفيذ الخدمات أو التعاقدات القائمة بينك وبين مؤسسة إيناء الحديثة.`,
      personalInfo_Bullet_7: `الامتثال للالتزامات النظامية والتنظيمية المعمول بها في المملكة العربية السعودية.

ويستند جمع هذه البيانات إلى أحد الأسس النظامية التالية:

`,
      personalInfo_Bullet_8: `موافقتك الصريحة والمسبقة على جمع ومعالجة بياناتك الشخصية.`,
      personalInfo_Bullet_9: `أو تنفيذ التزامات تعاقدية بينك وبين المؤسسة.`,
      personalInfo_Bullet_10: `أو التزام قانوني أو تنظيمي تلتزم به المؤسسة بموجب الأنظمة السعودية.
تلتزم مؤسسة إيناء الحديثة بعدم جمع أي بيانات شخصية غير لازمة لتحقيق الأغراض المحددة أعلاه، كما تلتزم بالحفاظ على سريتها وأمنها وفقًا للضوابط الفنية والتنظيمية المنصوص عليها في النظام ولائحته التنفيذية.

ويحق لك في أي وقت ممارسة حقوقك المنصوص عليها في النظام، بما في ذلك: طلب الاطلاع على بياناتك، أو تصحيحها، أو حذفها، أو الاعتراض على معالجتها، وذلك من خلال التواصل مع مسؤول حماية البيانات لدينا عبر البريد الإلكتروني المخصص لذلك.
`,
      Authenticationdata: `ثانيًا: بيانات المصادقة`,
      AuthenticationdataInfo: `نجمع ونعالج بيانات المصادقة وفقًا لأحكام نظام حماية البيانات الشخصية السعودي ولائحته التنفيذية الصادرة عن الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)، وتشمل هذه البيانات على سبيل المثال لا الحصر:`,
      Authenticationdata_bullet_1: `اسم المستخدم.`,
      Authenticationdata_bullet_2: `كلمة المرور أو رمز المرور أو رقم التعريف الشخصي.`,
      Authenticationdata_bullet_3: `رموز المصادقة (Authentication Tokens) المستخدمة للتحقق من هوية المستخدم عند تسجيل الدخول إلى تطبيقنا.`,
      Authenticationdata_bullet_4: `بيانات الدخول المكافئة أو رموز المصادقة الخاصة بحساباتك لدى أي مواقع أو تطبيقات تابعة لأطراف ثالثة تم دمجها مع منصتنا (مثل متاجر التجزئة الإلكترونية أو شبكات التواصل الاجتماعي)، وذلك بعد موافقتك الصريحة.

تُجمع هذه البيانات للأغراض الآتية

`,
      Authenticationdata_bullet_5: `التحقق من هويتك الرقمية وتمكينك من الدخول الآمن إلى حسابك في التطبيق.`,
      Authenticationdata_bullet_6: `حماية حسابك من الوصول غير المصرّح به وضمان أمن المعاملات الرقمية.`,
      Authenticationdata_bullet_7: `تسهيل التكامل مع مزوّدي الخدمات الخارجيين (مثل مزودي الهوية الرقمية أو التطبيقات المدمجة) عند رغبتك في ربط حسابك لدينا بحساب طرف ثالث.

وتستند معالجة بيانات المصادقة إلى أحد الأسس القانونية الآتية:

`,
      Authenticationdata_bullet_8: `موافقتك الصريحة والمسبقة على استخدام بيانات المصادقة الخاصة بك لهذا الغرض.`,
      Authenticationdata_bullet_9: `أو تنفيذ عقد بينك وبين مؤسسة إيناء الحديثة يقتضي استخدام تلك البيانات للتحقق من الهوية والدخول إلى الحساب.

تلتزم مؤسسة إيناء الحديثة بما يلي:

`,

      Authenticationdata_bullet_10: `تطبيق معايير التشفير وحماية البيانات الحساسة وفق الضوابط الأمنية والفنية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي.`,
      Authenticationdata_bullet_11: `منع تخزين كلمات المرور بنصّها الصريح أو مشاركتها مع أي طرف غير مخوّل.`,
      Authenticationdata_bullet_12: `منح المستخدم حق تغيير بيانات الدخول أو إبطال رموز المصادقة في أي وقت.`,
      Authenticationdata_bullet_13: `قصر الوصول إلى هذه البيانات على الموظفين أو الأنظمة المصرّح لهم فقط، وبالقدر اللازم لأداء المهام المحددة.

ويحق لك، بموجب النظام، طلب الاطلاع على بيانات المصادقة الخاصة بك أو تصحيحها أو حذفها متى كان ذلك ممكنًا دون الإخلال بمتطلبات الأمان وحماية النظام.

`,
      Profiledata: `ثالثًا: بيانات الملف الشخصي`,
      ProfiledataInfo: `نجمع ونعالج بيانات الملف الشخصي وفقًا لنظام حماية البيانات الشخصية السعودي، وتشمل:`,
      ProfiledataBullet_1: `المعلومات التي تُدخلها عند إنشاء حسابك أو ملفك الشخصي،`,
      ProfiledataBullet_2: `الصور أو الرموز التي تقوم بتحميلها،`,
      ProfiledataBullet_3: `المعلومات التعريفية التي تقدمها عن نفسك.

يتم جمع هذه البيانات لغرض إدارة حسابك وتحسين تجربتك وخدماتنا، ويعتمد جمعها على موافقتك الصريحة أو تنفيذ علاقة تعاقدية مع مؤسسة إيناء الحديثة.

تلتزم المؤسسة بعدم جمع أي بيانات غير ضرورية، وحماية بياناتك وفق ضوابط الأمان المعتمدة من سدايا، وعدم مشاركتها إلا بموافقتك أو بموجب التزام نظامي.

`,

      Foodpreferences: `رابعًا: بيانات تفضيلات الطعام`,
      FoodpreferencesInfo: `قد نجمع بيانات تفضيلات الطعام التي تقدمها لنا، وتشمل النظم الغذائية، والأطعمة التي تتجنبها، ونمط حياتك الغذائي، وأنواع المأكولات المفضلة، والأهداف التغذوية، وأنماط التسوق الغذائي.

يتم جمع هذه البيانات لغرض تخصيص الخدمات وتحسين تجربة المستخدم، ولا تُستخدم لأي أغراض تسويقية إلا بعد موافقتك الصريحة والمسبقة.

تُعد هذه البيانات من البيانات الشخصية الحساسة، وتلتزم مؤسسة إيناء الحديثة بحمايتها وفق الضوابط الفنية والتنظيمية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)، وبألا تُشارك مع أي طرف ثالث إلا بموافقتك أو بموجب التزام نظامي.`,

      Usagedata: `خامسًا: بيانات الاستخدام`,
      Usagedatainfo: `نجمع بيانات الاستخدام المتعلقة بتفاعلك مع موقعنا الإلكتروني وتطبيقنا ومواقع شركائنا، وتشمل القوائم الشرائية التي تُنشئها، والوصفات التي تتفاعل معها، ومدة زيارتك للصفحات، إضافةً إلى عنوان IP، واسم النطاق، ومعرّف الموارد الموحد (URI)، والمعاملات الشرائية المنفذة عبر خدماتنا.

تُجمع هذه البيانات لغرض تحليل الأداء وتحسين جودة الخدمات وضمان أمن الأنظمة الإلكترونية، ويتم جمعها وفق مبدأ الحد الأدنى من البيانات اللازمة ووفقًا للضوابط المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا).

تُستخدم البيانات لأغراض إحصائية أو تحليلية دون تحديد هوية المستخدم ما لم يقتضِ الغرض النظامي خلاف ذلك، ولا تُشارك مع أي طرف ثالث إلا بموافقتك أو وفق التزامات نظامية.`,

      Geographicallocation: `سادسًا: بيانات الموقع الجغرافي`,
      GeographicallocationInfo: `قد نقوم بجمع بيانات الموقع الجغرافي لجهازك، بما في ذلك موقعه التقريبي أو الدقيق وعنوان IP، وذلك عند استخدامك لتطبيقنا أو خدماتنا التي تتطلب تحديد الموقع.

يُستخدم هذا النوع من البيانات لغرض تخصيص الخدمات وتسهيل تجربة المستخدم وتحسين دقة المحتوى المقدم، ولا يتم جمعه أو معالجته إلا بعد موافقتك الصريحة والمسبقة أو عندما يكون ضروريًا لتقديم خدمة محددة بطلبك.

تلتزم مؤسسة إيناء الحديثة بعدم تتبّع موقعك أو تخزين بياناته إلا بالقدر اللازم لتحقيق الغرض المعلن، وبحمايتها وفق الضوابط الأمنية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا).

ويحق لك في أي وقت إيقاف مشاركة بيانات الموقع أو سحب موافقتك من خلال إعدادات الجهاز أو التطبيق، دون الإخلال بقانونية المعالجة السابقة.`,
      Contactdata: `سابعًا: بيانات جهات الاتصال`,
      Contactdatainfo: `قد نقوم – بعد موافقتك الصريحة والمسبقة – بجمع بيانات جهات الاتصال من جهازك المحمول أو من حساباتك في شبكات التواصل الاجتماعي، وذلك لتسهيل تواصلك مع معارفك أو مشاركة المحتوى والخدمات عند رغبتك في ذلك.

تُستخدم هذه البيانات حصريًا لغرض تفعيل خصائص الاتصال أو المشاركة داخل التطبيق، ولا تُشارك مع أي طرف ثالث إلا بموافقتك أو بموجب التزام نظامي.

تلتزم مؤسسة إيناء الحديثة بعدم الوصول إلى أي بيانات من جهازك دون إذنك، وحماية بيانات جهات الاتصال وفق الضوابط الفنية والتنظيمية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا).

ويحق لك في أي وقت سحب موافقتك أو إلغاء صلاحية الوصول إلى جهات الاتصال من خلال إعدادات التطبيق أو الجهاز، دون أن يؤثر ذلك على قانونية المعالجة السابقة للسحب.`,
      Grocerydata: `ثامنًا: بيانات البقالة`,
      Grocerydatainfo: `قد نقوم بجمع بيانات البقالة المتعلقة بالمنتجات التي تختارها أو تشتريها عبر تطبيقنا أو من خلال مواقع شركائنا في التجزئة، وتشمل العناصر المضافة إلى قوائم التسوق، وتفضيلات الشراء، والمعاملات الشرائية التي تنفذ عبر خدماتنا.

يُستخدم هذا النوع من البيانات لغرض تقديم خدمات التسوق وتحسين التجربة وتخصيص العروض وفق احتياجاتك المعلنة، ويُعتمد في جمعه على موافقتك الصريحة أو تنفيذ علاقة تعاقدية بينك وبين مؤسسة إيناء الحديثة.

تلتزم المؤسسة بعدم مشاركة بياناتك الشرائية مع أي طرف ثالث لأغراض تسويقية إلا بموافقتك، وبحمايتها وفق معايير الأمان والخصوصية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا).`,
      Healthdata: `تاسعًا: البيانات الصحية`,
      Healthdatainfo: `قد نقوم بجمع بعض البيانات الصحية التي تقدمها طوعًا، مثل الطول والوزن ومستوى النشاط ومؤشر كتلة الجسم والحساسيات الغذائية أو التفضيلات الصحية.

تُعد هذه البيانات من البيانات الشخصية الحساسة وفق النظام السعودي، ولا يتم جمعها أو معالجتها إلا بعد موافقتك الصريحة والمسبقة، ولغرض محدد هو تخصيص المحتوى الغذائي والخدمات الصحية وتحسين جودة التجربة.

تلتزم مؤسسة إيناء الحديثة بحماية هذه البيانات من الوصول أو الإفصاح غير المصرّح به، وتطبيق أعلى معايير الأمان الفني والتنظيمي وفق ضوابط الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)، وعدم مشاركتها مع أي جهة خارجية إلا بموافقتك أو التزام نظامي.

ويحق لك في أي وقت سحب موافقتك أو طلب حذف بياناتك الصحية دون أن يؤثر ذلك على قانونية المعالجة السابقة للسحب.`,

      Thirdpartyaccountdata: `عاشرًا: بيانات حسابات الأطراف الثالثة`,
      Thirdpartyaccountdatainfo: `تُتيح لك مؤسسة إيناء الحديثة التسجيل أو تسجيل الدخول أو، في بعض الحالات (مثل تطبيق إيناء وتطبيق إيناء الصحية)، مشاركة بياناتك باستخدام الحسابات التي أنشأتها لدى أطراف ثالثة مثل فيسبوك، جوجل، أو آبل (ويُشار إليها مجتمعة بـ “حسابات الأطراف الثالثة”).

عند استخدامك لهذه الحسابات للوصول إلى خدماتنا، قد نتلقى من مزوّد الخدمة بيانات محددة سمحتَ بمشاركتها، مثل اسمك، وعنوان بريدك الإلكتروني، ومعلومات ملفك الشخصي، وتفضيلاتك.

تُجمع هذه البيانات وتُقدَّم إلينا وفق سياسات الخصوصية وشروط الاستخدام الخاصة بمزود حساب الطرف الثالث، وتُستخدم فقط لغرض تسهيل عملية التسجيل وتخصيص تجربتك داخل خدماتنا، ولا تُستخدم لأي أغراض أخرى إلا بموافقتك الصريحة.

يمكنك في أي وقت التحكم في نوع المعلومات المصرّح بمشاركتها من خلال إعدادات الخصوصية في حساب الطرف الثالث، أو إلغاء الربط بين حسابك لدينا وحساب الطرف الثالث.

تلتزم مؤسسة إيناء الحديثة بحماية هذه البيانات وفق الضوابط الفنية والتنظيمية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)، وعدم مشاركتها مع أي جهة خارجية إلا بموافقتك أو وفق التزامات نظامية.`,
      RewardsTransactionData: `الحادي عشر: بيانات معاملات مكافآت إيناء`,
      RewardsTransactionDatainfo: `عند استخدامك لنقاط مكافآت إيناء لشراء منتجات أو خدمات من مؤسسة إيناء الحديثة، قد نقوم بجمع ومعالجة بيانات تتعلق بحساب المكافآت، مثل:`,
      RewardsTransactionData_bullet_1: `رقم المعرّف الفريد للحساب (GUID)،`,
      RewardsTransactionData_bullet_2: `عدد النقاط المتراكمة والمستخدمة،`,
      RewardsTransactionData_bullet_3: `رمز دولة الحساب،`,
      RewardsTransactionData_bullet_4: `تاريخ إنشاء الحساب وسجل المعاملات ذات الصلة.

تُستخدم هذه البيانات لغرض إدارة برنامج المكافآت والتحقق من العمليات الشرائية وتحسين تجربة المستخدم، ولا تُستخدم لأي أغراض تسويقية إلا بعد موافقتك الصريحة والمسبقة.

تلتزم مؤسسة إيناء الحديثة بحماية هذه البيانات وفق معايير الأمان والخصوصية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)، وعدم مشاركتها مع أي جهة خارجية إلا بموافقتك أو بموجب التزام نظامي.`,
      PromotionalOffersData: `الثاني عشر: بيانات العروض الترويجية لإيناء`,
      PromotionalOffersDatainfo: `قد تقدم مؤسسة إيناء الحديثة من وقتٍ لآخر عروضًا أو حملات ترويجية تتعلق بخدماتها أو منتجاتها. وعند مشاركتك في هذه العروض أو استردادك لها، قد نقوم بجمع ومعالجة بيانات تشمل:`,
      PromotionalOffersData_bullet_1: `معلومات عملية الشراء (مثل إيصال الشراء أو رقم الطلب)،`,
      PromotionalOffersData_bullet_2: `عنوان السكن وعنوان الفواتير،`,
      PromotionalOffersData_bullet_3: `تفاصيل وسيلة الدفع أو بطاقة الائتمان (عند الحاجة للتحقق من الاستحقاق أو تنفيذ المعاملة).

تُستخدم هذه البيانات لغرض إدارة وتنفيذ العروض الترويجية والتحقق من الأهلية وتقديم المزايا المعلنة، ولا تُستخدم لأي أغراض أخرى إلا بعد موافقتك الصريحة والمسبقة.

تلتزم مؤسسة إيناء الحديثة بحماية هذه البيانات وفق الضوابط الفنية والتنظيمية المعتمدة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)، وعدم مشاركتها مع أي طرف ثالث إلا عند الضرورة النظامية أو بموافقتك.`,

      collectdata: `كيفية جمعنا لبياناتك`,
      collectdatainfo: `تقوم مؤسسة إناء الحديثة بجمع بعض أنواع البيانات الشخصية الموضحة أدناه مباشرةً منك، ولعدة أغراض مختلفة، كما هو مبين تفصيلًا في قسم "كيفية استخدام بياناتك" أدناه.
نقوم أيضًا بجمع بياناتك الشخصية بطرق غير مباشرة عبر مواقع شركائنا الذين قاموا بدمج منصتنا (أي وظيفة “قائمة التسوق”) لتقديم تجربة تسوق غذائي سلسة وشاملة لك، وكذلك من أي مواقع تواصل اجتماعي تستخدمها للوصول إلى خدماتنا.
إضافة إلى ذلك، قد نجمع معلومات عنك من مستخدمين آخرين، مثل عندما يقومون بالإعجاب (أو ما يعادله)، أو التعليق، أو مراجعة وصفاتك أو تقييمها، أو عند اختيارهم مشاركة معلومات الاتصال الخاصة بهم معنا.

كما نقوم بجمع بياناتك الشخصية من خلال الوسائل الآلية، مثل ملفات تعريف الارتباط (الكوكيز) وأدوات أخرى مشابهة أثناء استخدامك لخدماتنا.
وملّف تعريف الارتباط هو عبارة عن ملف نصي صغير يمكن وضعه على متصفح جهاز الكمبيوتر أو الهاتف المحمول الخاص بك، ويتم قراءته لاحقًا عند زيارتك للموقع الإلكتروني.
بعض ملفات تعريف الارتباط التي نستخدمها ضرورية لتقديم الخدمات، بينما بعضها الآخر غير ضروري.
ولديك حرية الاختيار بشأن قبول أو رفض ملفات الارتباط غير الضرورية.
لمزيد من المعلومات حول أنواع ملفات تعريف الارتباط التي نستخدمها والبيانات الشخصية التي نجمعها من خلالها، يمكنك الرجوع إلى سياسة ملفات تعريف الارتباط الخاصة بموقع إناء.`,
      usedata: `كيفية استخدامنا لبياناتك`,
      usedatainfo: `قد نستخدم البيانات التي تقدمها لنا للأغراض التالية:`,
      usedatainfoBullet_1: `تزويدك بخدماتنا والمحافظة عليها.`,
      usedatainfoBullet_2: `إجراء التحليلات البيانية لفهم الاتجاهات الغذائية، وبناء ملف لتفضيلاتك وتحسين خدماتنا.`,
      usedatainfoBullet_3: `تقديم اقتراحات حول الوصفات والمنتجات التي نعتقد أنها تتوافق مع تفضيلاتك.`,
      usedatainfoBullet_4: `إرسال الأخبار والعروض الخاصة والمراسلات التسويقية.`,
      usedatainfoBullet_5: `إرسال النشرة الإخبارية إلى ممثلي الأعمال لدينا.`,
      usedatainfoBullet_6: `مساعدتك في شراء البقالة من متاجر مختارة.`,
      usedatainfoBullet_7: `مراجعة وتحسين خدماتنا بصورة مستمرة.`,
      usedatainfoBullet_8: `منح ممثلي الأعمال إمكانية الوصول إلى الخدمات التي يقدمها لنا أطراف ثالثة.`,
      usedatainfoBullet_9: `الدفاع عن أنفسنا ضد أي مطالبات قانونية أو التزامات نظامية محتملة.

على سبيل المثال، عندما تختار وصفة من موقع أحد شركائنا، يمكنك تسجيل الدخول إلى حسابك في موقع إناء وإنشاء قائمة تسوق من خلال منصتنا المتكاملة.
وإذا قررت شراء المنتجات الموجودة في قائمتك، فسنقوم بتحويل قائمة المشتريات التي اخترتها إلى موقع البقالة الإلكتروني التابع للطرف الثالث الذي تختاره، مع استخدام بيانات التحقق للتحقق من هويتك، وبيانات الموقع الجغرافي لاقتراح متاجر بقالة مناسبة لك.

تعالج مؤسسة إناء الحديثة البيانات الشخصية للأغراض الموضحة أعلاه.
ويستند الأساس القانوني لمعالجة البيانات الشخصية إلى عدة مبررات نظامية تشمل:`,
      usedatainfoBullet_10: `المعالجة الضرورية لتنفيذ العقد بينك وبين مؤسسة إناء الحديثة (مثل تقديم خدمات موقع إناء، والتعرف على هويتك والتحقق منها لتتمكن من استخدام بعض الخدمات).`,
      usedatainfoBullet_11: `المعالجة الضرورية للامتثال للالتزامات القانونية والنظامية (مثل الدفاع عن أنفسنا ضد الدعاوى أو الالتزامات القانونية، أو تقديم الإفصاحات الإلزامية للجهات الرسمية وفق النظام السعودي).`,
      usedatainfoBullet_12: `المعالجة الضرورية لتحقيق مصالحنا المشروعة (مثل تحليل البيانات لفهم الاتجاهات الغذائية، وبناء ملف تفضيلات المستخدمين، وتحسين خدمات موقع إناء).`,
      usedatainfoBullet_13: `المعالجة التي تستند إلى موافقتك المنفصلة أو الصريحة (على سبيل المثال: التواصل معك بخصوص منتجاتنا وخدماتنا وتزويدك بمعلومات تسويقية، أو معالجة بياناتك الشخصية بناءً على موافقتك في ما يتعلق باستخدام ملفات تعريف الارتباط).

يمكنك في أي وقت سحب موافقتك على معالجة البيانات الشخصية من خلال التواصل معنا، وذلك دون أن يؤثر ذلك على قانونية المعالجة التي تمت استنادًا إلى موافقتك قبل سحبها، وذلك وفقًا لأحكام نظام حماية البيانات الشخصية السعودي ولائحته التنفيذية.`,

      Moredetailedinformation: 'مزيد من المعلومات التفصيلية',
      Categoriespersonaldataused: `فئات البيانات الشخصية المستخدمة`,
      Categoriespersonaldataused_1: `البيانات الشخصية، بيانات التحقق، بيانات الملف الشخصي، بيانات تفضيلات الطعام، البيانات الصحية، بيانات الاستخدام، بيانات الموقع الجغرافي، معلومات الاتصال، بيانات العروض الترويجية الخاصة بإناء.`,
      Categoriespersonaldataused_2: `البيانات الشخصية، بيانات الملف الشخصي، بيانات تفضيلات الطعام، بيانات الاستخدام، بيانات الموقع الجغرافي، معلومات الاتصال، بيانات الحسابات الخارجية المرتبطة.`,
      Categoriespersonaldataused_3: `البيانات الشخصية، بيانات الملف الشخصي، تفضيلات الطعام، بيانات الاستخدام، الموقع.`,
      Categoriespersonaldataused_4: `البيانات الشخصية، بيانات الاستخدام.`,
      Categoriespersonaldataused_5: `البيانات الشخصية، بيانات التحقق، بيانات الملف الشخصي، بيانات مشتريات البقالة.`,
      Categoriespersonaldataused_6: `البيانات الشخصية، بيانات الملف الشخصي، بيانات الاستخدام، بيانات تفضيلات الطعام، الموقع الجغرافي.`,
      Categoriespersonaldataused_7: `البيانات الشخصية، بيانات التحقق، بيانات الملف الشخصي، بيانات تفضيلات الطعام، بيانات الاستخدام، بيانات الموقع، بيانات العروض الترويجية، معلومات الاتصال، بيانات الحسابات المرتبطة بأطراف ثالثة.`,
      Purposeprocessing: `الغرض من المعالجة`,
      Purposeprocessing_1: `تزويدك بخدماتنا والمحافظة عليها، بما في ذلك:
إنشاء حساب عند تحميل التطبيق، التحقق من هويتك عند تسجيل الدخول لاستخدام الخدمات، إدارة ملفك الشخصي وتفضيلاتك على التطبيق (مثل إظهار ملفك الشخصي للعامة وحفظ وصفاتك المفضلة)، التواصل مع جهات الاتصال والمستخدمين الآخرين (عبر الإعجابات أو التعليقات أو التقييمات أو المحادثات)، تسهيل شراء البقالة من متاجر التجزئة من خلال خدماتنا، تقديم الدعم الفني عند وجود مشكلات في الدخول أو الاستخدام، إخطارك بالتحديثات على الخدمات، إعداد توصيات وجبات غذائية صحية وخطط تغذية وسجلات طعام، وتيسير استرداد العروض الترويجية.`,
      Purposeprocessing_2: `تحليل البيانات، بما في ذلك:
إعداد تقارير توفر لشركائنا معلومات مجمعة ومجهولة الهوية حول كيفية تفاعل المستخدمين مع مواقعهم (مثل مدى شعبية أنواع معينة من الوصفات أو الأطعمة حسب المنطقة)، تقديم اقتراحات للمنتجات إما برعاية شركاء أو بناءً على تفضيلات المستخدمين السابقة، تقديم تقارير اتجاهات مجمعة ومجهولة المصدر لأطراف ثالثة، تحسين تجربة المستخدم من خلال تطوير تقنياتنا باستخدام خوارزميات تعلم الآلة.`,
      Purposeprocessing_3: `إرسال الأخبار والعروض التسويقية، بما في ذلك:
تقديم تفاصيل العروض الخاصة والمعلومات العامة عن السلع الأخرى عبر البريد الإلكتروني.`,
      Purposeprocessing_4: `إرسال النشرات الإخبارية لممثلي الأعمال لدينا.`,
      Purposeprocessing_5: `مساعدتك في شراء البقالة من متاجر مختارة، بما في ذلك:
نقل قائمة التسوق الخاصة بك إلى المتاجر المفضلة بناءً على طلبك.`,
      Purposeprocessing_6: `مراجعة وتحسين الخدمات، بما في ذلك:
مراقبة وتتبع استخدام الخدمات، جمع معلومات قيمة تساعدنا على تحسين الخدمات، واكتشاف المشكلات التقنية ومعالجتها.`,
      Purposeprocessing_7: `الدفاع عن أنفسنا ضد الدعاوى أو الالتزامات القانونية.`,
      Processingartificialintelligence: `المعالجة باستخدام تقنيات الذكاء الاصطناعي والتحليل التنبّئي`,
      ProcessingartificialintelligenceInfo: `في بعض الحالات، نقوم بمعالجة بياناتك الشخصية باستخدام مزيج من تقنيات التعلم الآلي (Machine Learning) والذكاء الاصطناعي (AI) لتحليل المعلومات المتعلقة بك والتي نحصل عليها من المصادر المشار إليها في قسم "كيفية جمعنا لبياناتك" أعلاه.
ويُعرف هذا النوع من المعالجة بـ “التوصيف أو التحليل التنبّئي (Profiling)”، ويهدف إلى تطوير فهم أعمق لتفضيلاتك من أجل تحسين الخدمات وتجربتك داخل موقع إناء وتطبيقاته.

وتتم هذه العمليات بطريقة شفافة ومراقَبة بحيث لا تؤدي إلى اتخاذ قرارات آلية تمس حقوقك دون تدخل بشري، وذلك التزامًا بالمبادئ المنصوص عليها في نظام حماية البيانات الشخصية السعودي.

الشروط الإضافية المتعلقة بالبيانات الخاصة

عندما نقوم بمعالجة بياناتك الخاصة (البيانات ذات الطبيعة الحساسة)، مثل بياناتك الصحية، فإننا سنحصل على موافقتك الصريحة لتمكيننا من معالجة هذه البيانات.
يمكنك سحب موافقتك على قيامنا بمعالجة بياناتك الخاصة في أي وقت، وذلك من خلال التواصل مع مسؤول حماية البيانات لدينا باستخدام بيانات الاتصال الموضحة في قسم "اتصل بنا" من سياسة الخصوصية هذه.

مدة الاحتفاظ ببياناتك

سنحتفظ ببياناتك الشخصية طالما كان ذلك ضروريًا لتحقيق الغرض الذي جُمعت من أجله، مع مراعاة مجموعة من المعايير ذات الصلة، بما في ذلك:`,
      Processingartificialintelligencebullet_1: `العلاقة المستمرة التي تربطنا بك،`,
      Processingartificialintelligencebullet_2: `إتمام الغرض الأصلي الذي تم تقديم البيانات من أجله،`,
      Processingartificialintelligencebullet_3: `التزاماتنا والمتطلبات القانونية الخاصة بنا،`,
      Processingartificialintelligencebullet_4: `نوع البيانات وحجمها،`,
      Processingartificialintelligencebullet_5: `ومتطلباتنا المحاسبية المتعلقة بهذه البيانات.

فعلى سبيل المثال، سنحتفظ ببياناتك الشخصية التي تقدمها عند إنشاء حساب عبر تطبيقنا إلى أن تختار حذف حسابك.
وقد نحتاج بعد ذلك إلى الاحتفاظ بتلك البيانات الشخصية لفترة إضافية للدفاع عن أنفسنا في مواجهة أي مطالبات قانونية محتملة.

نستخدم ملفات تعريف الارتباط (Cookies) المؤقتة وطويلة الأجل في مواقعنا الإلكترونية وتطبيقنا.`,
      Processingartificialintelligencebullet_6: `تُحتفظ البيانات الشخصية التي تُجمع بواسطة ملفات تعريف الارتباط المؤقتة — والضرورية للوظائف الأساسية للموقع أو التطبيق — لبضع دقائق فقط.`,
      Processingartificialintelligencebullet_7: `أما البيانات التي تُجمع بواسطة ملفات تعريف الارتباط طويلة الأجل فقد نحتفظ بها لمدة تصل إلى عامين، تبعًا للغرض منها.

سنقوم بحذف البيانات الشخصية بمجرد انتهاء فترة الاحتفاظ ذات الصلة. بعد هذا التاريخ، لن تتمكن من ممارسة بعض الحقوق المتعلقة ببياناتك الشخصية كما هو موضح أدناه.
وبشكل عام، نقوم بمراجعة فترات الاحتفاظ ببياناتك الشخصية سنويًا لضمان توافقها مع المعايير القانونية والتنظيمية المعمول بها.
الجهات التي نشارك بياناتك معها

قد نشارك بياناتك الشخصية مع أطرافٍ ثالثة في الحالات التالية، وذلك وفقًا لنظام حماية البيانات الشخصية السعودي ولائحته التنفيذية، وبما يضمن حماية حقوقك وخصوصيتك:
`,
      Processingartificialintelligencebullet_8: `مقدمو الخدمات:
قد نشارك بياناتك الشخصية مع مقدمي الخدمات الذين يؤدون خدماتٍ نيابةً عنا، بما في ذلك المساعدة في تحليل البيانات، وإدارة تقنية المعلومات، والاستضافة، وتحسين خدماتنا.
ولا تتم هذه المشاركة إلا بعد الحصول على موافقتك الصريحة أو استنادًا إلى أساس نظامي مشروع وفق أحكام النظام.

تلتزم EEINA باتخاذ جميع التدابير اللازمة لضمان امتثال مقدمي الخدمات لضوابط حماية البيانات الشخصية المقررة نظامًا، وعدم استخدامها إلا للأغراض المحددة والمتفق عليها.
للحصول على قائمة محدثة وكاملة بمقدمي الخدمات لدينا، يُرجى التواصل معنا.
ويمكنك الاطلاع على مزيد من التفاصيل حول أنواع الخدمات التي يقدمها هؤلاء الأطراف من خلال قسم “مزيد من المعلومات” في نهاية هذا القسم.`,
      Processingartificialintelligencebullet_9: `شركات الشركاء:
يشمل ذلك متاجر بيع المواد الغذائية بالتجزئة، وناشري الوصفات، وتطبيقات الصحة الرقمية، ومواقع التواصل الاجتماعي، ومزوّدي تقنيات “إنترنت الأشياء”.
وتتم هذه المشاركة فقط بعد الحصول على موافقتك الصريحة وبالقدر اللازم لتحقيق الغرض المشروع من جمع البيانات.
للحصول على قائمة محدثة وكاملة بشركائنا، يُرجى التواصل معنا.`,
      Processingartificialintelligencebullet_10: `الحسابات التابعة لأطراف ثالثة:
نُمكِّنك من مشاركة بياناتك الشخصية مع الحسابات التابعة لأطراف ثالثة التي تتكامل مع خدمات EEINA.
تخضع المعلومات التي يتم جمعها من خلال هذه الحسابات لشروطها وسياساتها الخاصة، وتبقى EEINA مسؤولة نظامًا عن ضمان التزام هذه الأطراف بمعايير حماية البيانات الشخصية المعمول بها في المملكة.
ولا تتحمّل EEINA أي مسؤولية عن الشروط أو السياسات الداخلية لأي حساب تابع لطرف ثالث لا يمتثل للأنظمة السعودية، إلا في حدود ما يقرره النظام.`,
      Processingartificialintelligencebullet_11: `إعادة الهيكلة:
قد نشارك بياناتك الشخصية أثناء سير المفاوضات أو المعاملات التجارية (مثل الاستحواذ أو الاندماج أو التمويل) بالقدر اللازم لتسهيل عملية إعادة الهيكلة، مع ضمان أن يتم ذلك وفق ضوابط السرية وحماية البيانات الشخصية المنصوص عليها في النظام.`,
      Processingartificialintelligencebullet_12: `عند الاقتضاء بموجب القانون:
قد نشارك بياناتك الشخصية مع جهات إنفاذ القانون، أو المحاكم، أو السلطات الحكومية الأخرى، أو الأطراف الثالثة متى ما كان ذلك ضروريًا للامتثال لالتزام قانوني أو تنظيمي، أو لحماية حقوق EEINA أو حقوق أي طرف ثالث، وذلك بما يتوافق مع الإجراءات النظامية المنصوص عليها في المملكة.`,
      Processingartificialintelligencebullet_13: `نقل البيانات خارج المملكة:
في حال اقتضت الضرورة مشاركة بياناتك الشخصية مع جهات تقع خارج المملكة العربية السعودية، فإن EEINA تلتزم بعدم القيام بذلك إلا وفقًا للشروط التالية:

1 - أن يكون النقل ضروريًا لتحقيق مصلحة مشروعة لصاحب البيانات.

2 - أن يتم النقل إلى دولة تطبق مستوى حماية لا يقل عن مستوى الحماية المعمول به في المملكة  

3 - أن يتم ذلك بإشراف الجهة المختصة (الهيئة السعودية للبيانات والذكاء الاصطناعي – سدايا)، عند الاقتضاء

مزيد من المعلومات

تستعين EEINA بمقدّمي خدمات من الأطراف الثالثة لتقديم خدمات مساندة وفق ضوابط نظام حماية البيانات الشخصية السعودي، وتحت إشرافها المباشر، وبما يضمن التزام جميع مقدمي الخدمات بمعايير حماية الخصوصية والسرية المنصوص عليها نظامًا. وتشمل هذه الخدمات على سبيل المثال لا الحصر ما يلي:

`,

      Processingartificialintelligencebullet_14: `خدمات التحليل الإحصائي:
تستخدم هذه الخدمات لمراقبة وتحليل حركة البيانات عبر مواقعنا الإلكترونية وتطبيقاتنا، وتقييم مدى شعبية الصفحات أو المحتوى، وتتبع سلوك المستخدمين أثناء استخدام الخدمات، وذلك بغرض تحسين الأداء وجودة التجربة الرقمية، وبما لا يتعارض مع مبدأ الحد الأدنى من جمع البيانات المنصوص عليه في المادة (10) من النظام.`,
      Processingartificialintelligencebullet_15: `مراقبة البنية التحتية التقنية:
يتم الاستعانة بهذه الخدمات لمتابعة أداء مكونات النظام وسلوكها، بهدف تحسين الكفاءة التشغيلية، وجدولة الصيانة الوقائية، ومعالجة الأعطال بصورة تضمن استمرار الخدمة واستقرارها.`,
      Processingartificialintelligencebullet_16: `تحسين وتوزيع حركة البيانات:
تُستخدم هذه الخدمات لتمكين المحتوى من الوصول بكفاءة أعلى إلى المستخدمين عبر خوادم موزعة في مواقع متعددة، وذلك لتحسين السرعة وجودة الاتصال.
وفي حال كان تشغيل هذه الخوادم خارج المملكة العربية السعودية، فإن EEINA تلتزم بتطبيق ضوابط نقل البيانات إلى الخارج وفق المادة (29) من اللائحة التنفيذية للنظام، بحيث لا يتم النقل إلا إلى دول تطبق مستوى حماية لا يقل عن مستوى الحماية المعمول به في المملكة وبعد استيفاء الشروط النظامية اللازمة.`,
      Processingartificialintelligencebullet_17: `اختبار أداء المحتوى والخصائص:
تُستخدم هذه الخدمات لتقييم فعالية المحتوى والوظائف التقنية من خلال تحليل تفاعل المستخدمين مع التغييرات في هيكل الموقع أو النصوص أو مكونات الخدمة الأخرى، وذلك بهدف تطوير وتحسين الخدمات باستمرار.`,
      Processingartificialintelligencebullet_18: `خدمات الاستضافة والبنية التحتية الخلفية:
تُستخدم هذه الخدمات لاستضافة البيانات والملفات التي تمكّن خدمات EEINA من العمل والتوزيع بأمان وكفاءة، وتوفير البنية التحتية اللازمة لتشغيل وظائف محددة أو أجزاء معينة من الخدمات.
وتلتزم EEINA بضمان أن تكون عمليات المعالجة التي تتم من خلال مقدمي خدمات الاستضافة ملتزمة بالضوابط الأمنية والخصوصية المعمول بها في المملكة.`,
      Processingartificialintelligencebullet_19: `إدارة جهات الاتصال وإرسال الرسائل:
تُستخدم هذه الخدمات لإدارة قاعدة بيانات التواصل مع المستخدمين، وإرسال التنبيهات أو الرسائل أو المواد التوعوية، وجمع المعلومات المتعلقة بتفاعلك مع تلك الرسائل بهدف تحسين التواصل، مع ضمان عدم استخدام بياناتك في أغراض تسويقية دون موافقتك الصريحة المسبقة.`,
      Processingartificialintelligencebullet_20: `إدارة قاعدة بيانات المستخدمين:
تُستخدم هذه الخدمات لبناء ملفات تعريف المستخدمين بالاستناد إلى البيانات الشخصية التي تقدمها لـ EEINA، ولمتابعة أنشطتك بغرض تحسين الخدمات وتجربة المستخدم.
وفي حالة ممثلي الجهات التجارية، قد تقوم EEINA بمطابقة البيانات المقدمة مع المعلومات المتاحة للعامة بصورة نظامية لبناء ملفات تعريف مخصصة تُستخدم في دعم المستخدمين وتحسين جودة الخدمات، دون أن يتضمن ذلك أي معالجة تتجاوز الأغراض المصرح بها.`,

      personaldatatransferred: `أماكن نقل بياناتك الشخصية`,
      personaldatatransferredinfo: `قد يتم نقل ومعالجة بياناتك الشخصية في دولةٍ أخرى لا تُعدّ من الدول التي توفر مستوى حماية مكافئًا لمستوى الحماية المقرر في موطنك أو في المملكة العربية السعودية، ويشمل ذلك – على سبيل المثال لا الحصر – المملكة المتحدة والولايات المتحدة الأمريكية.

حيثما كان ذلك ممكنًا، قامت EEINA باتخاذ ضمانات قانونية مناسبة (مثل الالتزامات التعاقدية) بما يتوافق مع المتطلبات النظامية المعمول بها، وذلك لضمان توفير مستوى كافٍ من الحماية لبياناتك الشخصية عند نقلها إلى الخارج.

للحصول على مزيد من المعلومات حول الضمانات المعمول بها أو للحصول على نسخة من هذه الضمانات، يمكنك التواصل معنا عبر بيانات الاتصال الموضحة في قسم "اتصل بنا" أدناه.

وبناءً على المادة (29) من اللائحة التنفيذية لنظام حماية البيانات الشخصية السعودي، تلتزم EEINA بعدم نقل بياناتك إلى خارج المملكة إلا إذا:

(1) كان النقل ضروريًا لتحقيق مصلحة مشروعة لصاحب البيانات

(2)وتم النقل إلى دولة تطبق مستوى حماية لا يقل عن مستوى الحماية المعمول به في المملكة ،

(3) وبعد الحصول – عند الاقتضاء – على موافقة الجهة المختصة (الهيئة السعودية للبيانات والذكاء الاصطناعي – سدايا).

`,
      protectpersonaldata: `كيفية حماية بياناتك الشخصية`,
      protectpersonaldatainfo: `تستعين EEINA بخدمات Google Cloud لتخزين بياناتك الشخصية داخل المنطقة الاقتصادية الأوروبية (EEA)، وتحرص على تطبيق إجراءات تقنية وتنظيمية ملائمة لضمان معالجة بياناتك الشخصية بشكل آمن، وتشمل هذه الإجراءات:`,
      protectpersonaldatabullet_1: `استخدام التشفير (Encryption) لحماية البيانات أثناء النقل،`,
      protectpersonaldatabullet_2: `تطبيق آليات التحقق والمصادقة (Authentication) لضمان الوصول الآمن إلى البيانات،`,
      protectpersonaldatabullet_3: `مراقبة الأنظمة بصفة دورية لضمان الامتثال لأعلى معايير الأمان السيبراني.

ومع ذلك، فإننا نُقرّ بأن أي وسيلة نقل عبر الإنترنت أو تخزين إلكتروني لا يمكن أن تكون آمنة بشكلٍ مطلق، ولذلك لا يمكننا ضمان الحماية المطلقة للبيانات ضد جميع المخاطر التقنية.

يمكنك الاطلاع على مزيد من المعلومات حول تدابير الأمان المتبعة في سياسة الأمان الخاصة بـ EEINA.

حقوقك المتعلقة ببياناتك الشخصية

بموجب نظام حماية البيانات الشخصية السعودي (PDPL)، يحق لك ممارسة الحقوق التالية فيما يتعلق ببياناتك الشخصية:

`,
      protectpersonaldatabullet_4: `سحب الموافقة: يمكنك في أي وقت سحب أي موافقة منحتها لنا مسبقًا، وسنتوقف عن استخدام بياناتك للغرض الذي تم منح الموافقة بشأنه.`,
      protectpersonaldatabullet_5: `الحق في الوصول: يمكنك طلب الاطلاع على أي بيانات شخصية نحتفظ بها عنك.`,
      protectpersonaldatabullet_6: `الحق في التصحيح أو التحديث: يمكنك طلب تحديث بياناتك الشخصية أو تصحيحها أو حجبها إذا كانت غير دقيقة أو غير محدثة.`,
      protectpersonaldatabullet_7: `الحق في الحذف: يمكنك طلب حذف بياناتك الشخصية التي نحتفظ بها، ما لم يكن الاحتفاظ بها مطلوبًا بموجب التزام نظامي.`,
      protectpersonaldatabullet_8: `الحق في تقييد المعالجة: يمكنك طلب تقييد معالجتنا لبياناتك الشخصية في حالات معينة وفق ما يجيزه النظام.`,
      protectpersonaldatabullet_9: `الحق في نقل البيانات: يمكنك طلب أن نزودك بنسخة من بياناتك الشخصية أو أن ننقلها إلى طرف ثالث تحدده، بالقدر الممكن تقنيًا ووفق الضوابط النظامية.`,
      protectpersonaldatabullet_10: `الحق في الاعتراض: يمكنك الاعتراض على معالجة بياناتك الشخصية في أي وقت إذا لم يكن هناك أساس نظامي مشروع يبرر استمرار المعالجة.

ومع ذلك، قد توجد حالات لا يمكننا فيها الاستجابة لبعض الطلبات أو نكون غير ملزمين نظامًا بتنفيذها، مثل الحالات التي يكون فيها تقييد المعالجة أو حذف البيانات من شأنه أن يعيق تحقيق مصلحة عامة أو سير تحقيق جنائي أو الامتثال لالتزام قانوني واجب النفاذ.

لذلك، فإن الحقوق المذكورة أعلاه ليست مطلقة، وتخضع للاستثناءات المحددة بموجب نظام حماية البيانات الشخصية السعودي.`,
      contactUs: `الاتصال بنا`,
      contactinfo: `إذا كانت لديك أي أسئلة أو ملاحظات أو مخاوف تتعلق بطريقة معالجة بياناتك الشخصية، يمكنك التواصل مع مسؤول حماية البيانات لدى شركة EEINA على العنوان التالي:`,
      contactemail: `البريد الإلكتروني:  info@eeina.com`,
      extraContactInfo: `رقم السجل التجاري
عناية: ________ – مسؤول حماية البيانات

تلتزم EEINA بالتعامل بجدية مع جميع الاستفسارات أو الشكاوى المتعلقة بالخصوصية، والعمل معك للوصول إلى حل منصف وعادل.
وفي حال كنت تعتقد أننا لم نعالج شكواك بشكل مُرضٍ، يمكنك تقديم شكوى إلى الجهة المختصة في المملكة العربية السعودية وهي:

الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا) – لجنة حماية البيانات الشخصية
عبر المنصة الوطنية لحماية البيانات الشخصية`,
      ChangesPolicy: `التعديلات على سياسة الخصوصية (Changes to the Policy)`,
      ChangesPolicyInfo: `قد تقوم EEINA من وقتٍ لآخر بتحديث أو تعديل سياسة الخصوصية هذه بما يتوافق مع أي متطلبات نظامية جديدة أو تغييرات في طريقة معالجة البيانات.
وفي حال إجراء أي تغييرات جوهرية تؤثر على كيفية استخدامنا لبياناتك الشخصية، سنقوم بإشعارك بذلك عبر البريد الإلكتروني المسجّل لدينا أو من خلال إشعار واضح على موقعنا الإلكتروني.

تسري التعديلات فور نشرها، ما لم يُنص على خلاف ذلك.`,
      linksWeb: `الروابط إلى مواقع إلكترونية أخرى`,
      linksWebinfo: `تنطبق سياسة الخصوصية هذه حصريًا على خدمات EEINA.
إذا نقرك رابط يؤدي إلى موقع إلكتروني آخر لا يخضع لإدارتنا، فإننا نوصيك بقراءة سياسة الخصوصية الخاصة بذلك الموقع قبل تزويده بأي بيانات شخصية.
ولا تتحمل EEINA أي مسؤولية عن ممارسات الخصوصية أو استخدام البيانات في المواقع أو الخدمات التابعة لأطراف ثالثة غير مرتبطة بنا.`,
      ComplianceSupplement: `الملحق السعودي للامتثال`,
      ComplianceSupplementinfo: `يهدف هذا الملحق إلى توضيح التزامات EEINA تجاه الأفراد والجهات داخل المملكة العربية السعودية، وضمان توافق عمليات جمع ومعالجة ونقل البيانات مع نظام حماية البيانات الشخصية السعودي (PDPL) ولائحته التنفيذية.

الأساس النظامي لمعالجة البيانات الشخصية

تتم جميع عمليات معالجة البيانات الشخصية استنادًا إلى أحد الأسس النظامية التالية:`,
      ComplianceSupplement_bullet_1: `موافقة صريحة من صاحب البيانات على المعالجة لغرض محدد ومشروع.`,
      ComplianceSupplement_bullet_2: `تنفيذ التزامات تعاقدية بين EEINA وصاحب البيانات.`,
      ComplianceSupplement_bullet_3: `تنفيذ التزام نظامي أو قانوني تفرضه الأنظمة المعمول بها في المملكة.`,
      ComplianceSupplement_bullet_4: `تحقيق مصلحة مشروعة لا تتعارض مع حقوق صاحب البيانات وخصوصيته.

حقوق أصحاب البيانات الشخصية داخل المملكة

وفقًا للنظام السعودي، يتمتع أصحاب البيانات بالحقوق التالية:`,
      ComplianceSupplement_bullet_5: `الحق في العلم والإخطار: أن يتم إبلاغهم بطريقة واضحة بأغراض المعالجة وأساسها النظامي.`,
      ComplianceSupplement_bullet_6: `الحق في الوصول: الاطلاع على بياناتهم الشخصية التي تحتفظ بها EEINA.`,
      ComplianceSupplement_bullet_7: `الحق في التصحيح أو التحديث: تعديل بياناتهم غير الدقيقة أو غير المكتملة.`,
      ComplianceSupplement_bullet_8: `الحق في الحذف: طلب حذف البيانات عند زوال الغرض من جمعها، ما لم يكن الاحتفاظ بها ضروريًا بموجب التزام نظامي.`,
      ComplianceSupplement_bullet_9: `الحق في تقييد المعالجة: في حال الاعتراض أو وجود نزاع حول دقة البيانات.`,
      ComplianceSupplement_bullet_10: `الحق في الاعتراض: على معالجة البيانات لأغراض غير مشروعة أو غير مصرح بها.`,
      ComplianceSupplement_bullet_11: `الحق في سحب الموافقة: في أي وقت، دون أن يؤثر ذلك على مشروعية المعالجة السابقة.

يمكن ممارسة هذه الحقوق من خلال التواصل مع مسؤول حماية البيانات عبر البريد الإلكتروني أعلاه، أو من خلال المنصة الوطنية لحماية البيانات الشخصية في المملكة.

نقل البيانات الشخصية خارج المملكة

في حال اقتضت الضرورة نقل بياناتك الشخصية إلى خارج المملكة، فإن EEINA تلتزم بما يلي:`,
      ComplianceSupplement_bullet_12: `عدم القيام بالنقل إلا لتحقيق مصلحة مشروعة لصاحب البيانات.`,
      ComplianceSupplement_bullet_13: `التأكد من أن الدولة المنقول إليها تطبق مستوى حماية لا يقل عن الحماية المطبقة في المملكة.`,
      ComplianceSupplement_bullet_14: `إخطار الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا) عند الاقتضاء، والحصول على موافقتها المسبقة إن تطلب الأمر.`,
      ComplianceSupplement_bullet_15: `توثيق الضمانات التعاقدية والفنية والتنظيمية لحماية البيانات أثناء النقل والمعالجة.

الالتزام بالمساءلة وحوكمة البيانات

تتحمل EEINA المسؤولية الكاملة عن الامتثال لمبادئ حماية البيانات الشخصية، وتلتزم بما يلي:`,
      ComplianceSupplement_bullet_16: `تعيين مسؤول حماية بيانات (DPO) لمتابعة الالتزام النظامي.`,
      ComplianceSupplement_bullet_17: `اعتماد سياسات داخلية لحوكمة البيانات تتضمن ضوابط الاحتفاظ والحذف الآمن.`,
      ComplianceSupplement_bullet_18: `تطبيق التشفير، والمراقبة الأمنية، وضوابط الوصول لحماية البيانات من الوصول أو الاستخدام غير المصرح به.`,
      ComplianceSupplement_bullet_19: `إخطار الجهة المختصة وصاحب البيانات بأي خرق أمني مؤثر وفق المدد المنصوص عليها في اللائحة التنفيذية.

جهة الإشراف والرقابة في المملكة العربية السعودية

تخضع جميع ممارسات EEINA في المملكة لإشراف ومتابعة:
الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)
– لجنة حماية البيانات الشخصية –
وهي الجهة المخولة نظامًا بالإشراف على الامتثال وتلقي البلاغات والشكاوى المتعلقة بحماية البيانات.`,

      Enforcement_Implementation: `النفاذ والتطبيق`,

      Enforcement_Implementationinfo: `يسري هذا الملحق على جميع عمليات معالجة البيانات الشخصية التي تقوم بها EEINA فيما يتعلق بالأفراد أو الكيانات داخل المملكة العربية السعودية، ويُعد جزءًا لا يتجزأ من سياسة الخصوصية العامة للشركة.`,
      personalInformation: `جمع واستخدام والإفصاح المسبق عن المعلومات الشخصية`,
      personalInformationSubtitle: `قد تكون مؤسسة إناء الحديثة (EEINA) قد جمعت واستخدمت معلوماتك الشخصية، كما هو موضح في القسم الأول أعلاه، خلال فترة الاثني عشر (12) شهرًا السابقة لتاريخ سريان هذا البيان.
وفيما يتعلق بالمعلومات الشخصية التي تم جمعها خلال تلك الفترة، نوضح فيما يلي:
(أ) فئات المصادر التي قد نكون قد حصلنا منها على المعلومات الشخصية،
(ب) فئات المعلومات الشخصية التي قد نكون قد أفصحنا عنها، و
(ج) فئات المعلومات الشخصية التي قد نكون قد عالجناها أو نقلناها لأغراض تشغيلية مشروعة.

`,
      personalInformationsource: `مصادر المعلومات الشخصية `,
      personalInformationsourceinfo: `
قد نحصل على معلوماتك الشخصية من المصادر الموضحة في سياسة الخصوصية الخاصة بمنصة EEINA، إضافة إلى مصادر أخرى مشروعة وفق النظام السعودي، وتشمل على سبيل المثال لا الحصر:

منك مباشرةً أو من أجهزتك عند استخدامك لموقعنا أو تطبيقنا أو خدماتنا الرقمية.(1)

من الشركات التابعة لنا أو شركائنا التجاريين داخل المملكة.(2)

من مزودي خدمات الإنترنت.(3)

من مزودي خدمات التحليل الإحصائي أو تقارير الأداء.(4)

من الجهات الحكومية والمصادر العامة المصرح بها.(5)

من أنظمة التشغيل والمنصات الإلكترونية.(6)

من مزودي البيانات أو وسطاء البيانات المصرح لهم.(7)

من البنوك أو الجهات الائتمانية المعتمدة.(8)

من المتعاقدين أو مزودي الخدمات الذين يعملون نيابة عنا.(9)

من شبكات التواصل الاجتماعي.(10)

من شركات الإعلان الإلكتروني، بما يتوافق مع ضوابط الإعلانات الرقمية في المملكة.(11)`,
      Disclosurepersonalinformation: `الإفصاح عن المعلومات الشخصية`,
      Disclosurepersonalinformationinfo: `وفقًا لأحكام نظام حماية البيانات الشخصية السعودي، قد تقوم مؤسسة إناء الحديثة (EEINA) بالإفصاح عن بعض فئات المعلومات الشخصية لأغراض تشغيلية أو تنظيمية أو قانونية، على أن يتم ذلك في الحدود التي يسمح بها النظام، وبما لا يخل بحقوق صاحب البيانات.

ويُحظر على EEINA بيع المعلومات الشخصية أو مشاركتها مقابل عوض مادي أو معنوي غير مشروع، ويقتصر الإفصاح على الحالات التالية:`,

      PersonalInformationCategory: `فئة المعلومات الشخصية`,
      PersonalInformationCategory_1: `المعرفات الشخصية (مثل الاسم، رقم الجوال، البريد الإلكتروني):`,
      PersonalInformationCategory_2: `سجلات العملاء:`,
      PersonalInformationCategory_3: `بيانات الاستخدام عبر الإنترنت:`,
      PersonalInformationCategory_4: `بيانات الموقع الجغرافي:`,
      PersonalInformationCategory_5: `الاستنتاجات المستمدة من المعلومات الشخصية:`,
      CategoriesofBeneficiariesorRecipients: `فئات الجهات المستفيدة أو المستلمة`,
      CategoriesofBeneficiariesorRecipients_1: `

الجهات الحكومية المختصة.

مزودو الخدمات الفنية.

شركاؤنا في التشغيل داخل المملكة.

الجهات القانونية أو الرقابية عند الطلب النظامي.`,
      CategoriesofBeneficiariesorRecipients_2: `شركاؤنا التجاريون المصرح لهم.

مزودو الخدمات السحابية.

الجهات المحاسبية أو القانونية عند الضرورة النظامية.`,
      CategoriesofBeneficiariesorRecipients_3: `مزودو التحليلات التقنية.

جهات الأمن السيبراني.

مشغلو المنصات التقنية.`,
      CategoriesofBeneficiariesorRecipients_4: `عند تفعيل خدمة الموقع من قبل المستخدم ولغرض تقديم الخدمة فقط.`,
      CategoriesofBeneficiariesorRecipients_5: `لأغراض تطوير الخدمة وتحسين تجربة المستخدم دون المساس بخصوصية الأفراد.`,
      extraTableInfo: `تلتزم مؤسسة إناء الحديثة (EEINA) بعدم مشاركة بيانات المستخدمين خارج المملكة إلا بعد الحصول على الموافقات النظامية اللازمة من الهيئة السعودية للبيانات والذكاء الاصطناعي (سدايا)، وبما يتفق مع الضوابط المتعلقة بنقل البيانات الشخصية عبر الحدود.`,
      Rightsdatasubjects: `حقوق أصحاب البيانات (وفق النظام السعودي)`,
      Rightsdatasubjectsinfo: `بموجب أحكام نظام حماية البيانات الشخصية، يتمتع أصحاب البيانات بالحقوق التالية:

الحق في الإبلاغ:(1)
أن يتم إبلاغك بطريقة واضحة عند جمع بياناتك الشخصية، وبيان الغرض من جمعها وطريقة استخدامها.

الحق في الوصول:(2)
لك الحق في طلب الاطلاع على بياناتك الشخصية التي تمت معالجتها، ومعرفة الجهات التي تم الإفصاح لها عن بياناتك.

الحق في التصحيح:(3)
يحق لك طلب تصحيح بياناتك الشخصية إذا كانت غير دقيقة أو ناقصة أو غير محدثة.

الحق في الحذف:(4)
يمكنك طلب حذف بياناتك الشخصية في الحالات التي لا توجد فيها حاجة نظامية أو تشغيلية للاحتفاظ بها.

الحق في الاعتراض أو تقييد المعالجة:(5)
يمكنك الاعتراض على معالجة بياناتك الشخصية أو طلب تقييد استخدامها لأسباب مشروعة.

الحق في سحب الموافقة:(6)
يمكنك سحب موافقتك على معالجة بياناتك في أي وقت، على أن لا يؤثر ذلك على مشروعية المعالجة السابقة للسحب.

الحق في عدم التمييز:(7)
لن تقوم مؤسسة EEINA بأي تمييز ضدك نتيجة ممارستك لأي من حقوقك النظامية المتعلقة بالخصوصية.`,
      submitapplicationsorinquiries: `كيفية تقديم الطلبات أو الاستفسارات`,
      submitapplicationsorinquiriesinfo: `يمكنك تقديم أي طلب يتعلق بحقوقك أو بممارسة صلاحياتك النظامية عبر البريد الإلكتروني التالي:
 info@eeina.com

يرجى في طلبك توضيح ما يلي:`,
      submitapplicationsorinquiriesinfo_1: `هل لديك حساب مسجل في منصة EEINA؟`,
      submitapplicationsorinquiriesinfo_2: `البريد الإلكتروني أو رقم الجوال المستخدم في التسجيل.`,
      submitapplicationsorinquiriesinfo_3: `نوع الطلب (اطلاع – تصحيح – حذف – تقييد معالجة – سحب موافقة).

التحقق من هوية مقدم الطلب

لضمان حماية خصوصيتك، ستقوم EEINA بالتحقق من هوية مقدم الطلب قبل تنفيذ أي إجراء متعلق بالبيانات الشخصية، وذلك عبر:`,
      submitapplicationsorinquiriesinfo_4: `تسجيل الدخول للحساب المسجل، أو`,
      submitapplicationsorinquiriesinfo_5: `مطابقة المعلومات المقدمة مع سجلات EEINA، أو`,
      submitapplicationsorinquiriesinfo_6: `تقديم وثائق هوية رسمية عند الحاجة.

وفي حال تقديم الطلب من ممثل قانوني أو ولي أمر، قد يُطلب تقديم ما يثبت التفويض النظامي.

رسوم وإجراءات المعالجة

يجوز لـ EEINA، وفق ما يسمح به النظام، فرض رسوم رمزية مقابل معالجة الطلبات المفرطة أو المتكررة بشكل غير مبرر.
كما تحتفظ بحق رفض الطلب في حال عدم كفاية البيانات للتحقق من الهوية أو إذا كان الطلب مخالفًا للنظام أو يؤثر في حقوق أطراف أخرى.`,
      trackingnotifications: `إشعارات التتبع الإلكتروني`,
      trackingnotificationsinfo: `تلتزم EEINA بتطبيق أعلى معايير حماية الخصوصية، إلا أنه نظرًا لعدم وجود معيار وطني موحد لإشارات "عدم التتبع" حتى الآن، فإن المنصة لا تستجيب لتلك الإشارات حاليًا، على أن يتم تحديث هذه السياسة حال صدور توجيهات من الجهات التنظيمية السعودية المختصة.`,
      EffectiveDateandUpdates: `تاريخ السريان والتحديثات`,
      EffectiveDateandUpdatesinfo: `يُعد هذا البيان ساريًا اعتبارًا من تاريخ نشره على موقع وتطبيق EEINA، ويجوز تحديثه عند الحاجة، على أن يتم إشعار المستخدمين بأي تعديل جوهري عبر القنوات الرسمية للمنصة.`,
    }